Repository: alexcding/cascade-mac
Catalog: macos/Resources/Localizable.xcstrings
Source language: en
Languages: bn, es, fr, hi, it, ja, ko, pt_br, ru, sv, zh_hans, zh_hant

source: Active refreshes: %lld · Combined requests: %lld
bn: চলমান রিফ্রেশ: %lld · একত্রিত অনুরোধ: %lld
es: Actualizaciones activas: %lld · Solicitudes combinadas: %lld
fr: Actualisations en cours : %lld · Requêtes regroupées : %lld
hi: सक्रिय रीफ़्रेश: %lld · संयुक्त अनुरोध: %lld
it: Aggiornamenti attivi: %lld · Richieste combinate: %lld
ja: 更新中：%lld · 統合されたリクエスト：%lld
ko: 진행 중인 새로 고침: %lld · 통합된 요청: %lld
pt_br: Atualizações ativas: %lld · Solicitações combinadas: %lld
ru: Активные обновления: %lld · Объединённые запросы: %lld
sv: Aktiva uppdateringar: %lld · Sammanslagna förfrågningar: %lld
zh_hans: 正在刷新：%lld · 已合并请求：%lld
zh_hant: 正在重新整理：%lld · 已合併要求：%lld

source: Activity
bn: কার্যকলাপ
es: Actividad
fr: Activité
hi: गतिविधि
it: Attività
ja: アクティビティ
ko: 활동
pt_br: Atividade
ru: Активность
sv: Aktivitet
zh_hans: 活动
zh_hant: 活動

source: Activity notifications
bn: কার্যকলাপের বিজ্ঞপ্তি
es: Notificaciones de actividad
fr: Notifications d’activité
hi: गतिविधि सूचनाएँ
it: Notifiche di attività
ja: アクティビティ通知
ko: 활동 알림
pt_br: Notificações de atividade
ru: Уведомления об активности
sv: Aktivitetsnotiser
zh_hans: 活动通知
zh_hant: 活動通知

source: Actual Size
bn: প্রকৃত আকার
es: Tamaño real
fr: Taille réelle
hi: वास्तविक आकार
it: Dimensioni reali
ja: 実際のサイズ
ko: 실제 크기
pt_br: Tamanho real
ru: Исходный размер
sv: Verklig storlek
zh_hans: 实际大小
zh_hant: 實際大小

source: Ad blocking
bn: বিজ্ঞাপন আটকানো
es: Bloqueo de anuncios
fr: Blocage des publicités
hi: विज्ञापन रोकना
it: Blocco degli annunci
ja: 広告ブロック
ko: 광고 차단
pt_br: Bloqueio de anúncios
ru: Блокировка рекламы
sv: Annonsblockering
zh_hans: 广告拦截
zh_hant: 廣告阻擋

source: Ad blocking needs macOS 15.4 or later.
bn: বিজ্ঞাপন আটকাতে macOS 15.4 বা পরের সংস্করণ দরকার।
es: El bloqueo de anuncios requiere macOS 15.4 o posterior.
fr: Le blocage des publicités nécessite macOS 15.4 ou ultérieur.
hi: विज्ञापन रोकने के लिए macOS 15.4 या नया संस्करण चाहिए।
it: Il blocco degli annunci richiede macOS 15.4 o successivo.
ja: 広告ブロックには macOS 15.4 以降が必要です。
ko: 광고 차단에는 macOS 15.4 이상이 필요합니다.
pt_br: O bloqueio de anúncios requer macOS 15.4 ou posterior.
ru: Для блокировки рекламы нужна macOS 15.4 или новее.
sv: Annonsblockering kräver macOS 15.4 eller senare.
zh_hans: 广告拦截需要 macOS 15.4 或更高版本。
zh_hant: 廣告阻擋需要 macOS 15.4 或以上版本。

source: Add a project and choose its local repository folder. Each project uses one repository. Add GitHub or Jira details if you want pull requests or tickets. Open Settings → Integrations to check your tools or run the setup assistant again. Agents are optional: choose Shell only to use a terminal.
bn: একটি প্রকল্প যোগ করে তার স্থানীয় রিপোজিটরি ফোল্ডার বেছে নিন। প্রতিটি প্রকল্প একটি রিপোজিটরি ব্যবহার করে। পুল রিকোয়েস্ট বা টিকিট দেখতে GitHub বা Jira-র তথ্য যোগ করুন। টুল পরীক্ষা করতে বা সেটআপ সহায়ক আবার চালাতে সেটিংস → ইন্টিগ্রেশন খুলুন। এজেন্ট বাধ্যতামূলক নয়: শুধু টার্মিনাল ব্যবহার করতে ‘শুধু Shell’ বেছে নিন।
es: Añade un proyecto y elige la carpeta de su repositorio local. Cada proyecto usa un repositorio. Añade los datos de GitHub o Jira si quieres ver solicitudes de incorporación o incidencias. En Ajustes → Integraciones puedes comprobar tus herramientas o volver a ejecutar el asistente. Los agentes son opcionales: elige Solo Shell para usar un terminal.
fr: Ajoutez un projet et choisissez le dossier de son dépôt local. Chaque projet utilise un dépôt. Ajoutez les informations GitHub ou Jira pour afficher les pull requests ou les tickets. Ouvrez Réglages → Intégrations pour vérifier vos outils ou relancer l’assistant. Les agents sont facultatifs : choisissez Shell uniquement pour utiliser un terminal.
hi: प्रोजेक्ट जोड़ें और उसके स्थानीय रिपॉज़िटरी फ़ोल्डर को चुनें। हर प्रोजेक्ट एक रिपॉज़िटरी इस्तेमाल करता है। पुल रिक्वेस्ट या टिकट देखने के लिए GitHub या Jira की जानकारी जोड़ें। टूल जाँचने या सेटअप सहायक दोबारा चलाने के लिए सेटिंग्स → एकीकरण खोलें। एजेंट वैकल्पिक हैं: केवल टर्मिनल इस्तेमाल करने के लिए ‘केवल Shell’ चुनें।
it: Aggiungi un progetto e scegli la cartella del repository locale. Ogni progetto usa un repository. Aggiungi i dati di GitHub o Jira per visualizzare pull request o ticket. Apri Impostazioni → Integrazioni per verificare gli strumenti o ripetere la configurazione guidata. Gli agenti sono facoltativi: scegli Solo Shell per usare un terminale.
ja: プロジェクトを追加し、ローカルのリポジトリフォルダを選択します。各プロジェクトは1つのリポジトリを使用します。プルリクエストやチケットを表示するには、GitHub または Jira の情報を追加してください。「設定 → 連携」でツールを確認したり、設定アシスタントを再実行したりできます。エージェントは任意です。「Shell のみ」を選ぶとターミナルだけで作業できます。
ko: 프로젝트를 추가하고 로컬 저장소 폴더를 선택하세요. 프로젝트마다 하나의 저장소를 사용합니다. 풀 리퀘스트나 티켓을 보려면 GitHub 또는 Jira 정보를 추가하세요. 설정 → 연동에서 도구를 확인하거나 설정 도우미를 다시 실행할 수 있습니다. 에이전트는 선택 사항입니다. 터미널만 사용하려면 ‘Shell만’을 선택하세요.
pt_br: Adicione um projeto e escolha a pasta do repositório local. Cada projeto usa um repositório. Adicione os dados do GitHub ou Jira para ver pull requests ou tickets. Abra Ajustes → Integrações para verificar as ferramentas ou executar o assistente novamente. Agentes são opcionais: escolha Somente Shell para usar um terminal.
ru: Добавьте проект и выберите папку локального репозитория. Каждый проект использует один репозиторий. Укажите данные GitHub или Jira, если нужны пул-реквесты или задачи. В разделе «Настройки → Интеграции» можно проверить инструменты и повторно запустить помощник настройки. Агент необязателен: выберите «Только Shell», чтобы работать в терминале.
sv: Lägg till ett projekt och välj mappen för dess lokala kodförråd. Varje projekt använder ett kodförråd. Lägg till GitHub- eller Jira-uppgifter om du vill se pull requests eller ärenden. Öppna Inställningar → Integrationer för att kontrollera verktygen eller köra inställningsassistenten igen. Agenter är valfria: välj Endast Shell för att använda en terminal.
zh_hans: 添加项目并选择本地仓库文件夹。每个项目对应一个仓库。如需查看拉取请求或工单，请填写 GitHub 或 Jira 信息。在“设置 → 集成”中检查工具或重新运行设置助手。代理是可选的：选择“仅 Shell”即可使用终端。
zh_hant: 新增專案並選擇本機儲存庫資料夾。每個專案對應一個儲存庫。如需查看提取要求或議題，請填寫 GitHub 或 Jira 資訊。在「設定 → 整合」中檢查工具或重新執行設定輔助程式。代理程式並非必要：選擇「僅 Shell」即可使用終端機。

source: Add a project from the sidebar to start your first session.
bn: প্রথম সেশন শুরু করতে সাইডবার থেকে প্রকল্প যোগ করুন।
es: Añade un proyecto desde la barra lateral para iniciar tu primera sesión.
fr: Ajoutez un projet dans la barre latérale pour démarrer votre première session.
hi: पहला सत्र शुरू करने के लिए साइडबार से प्रोजेक्ट जोड़ें।
it: Aggiungi un progetto dalla barra laterale per avviare la prima sessione.
ja: サイドバーからプロジェクトを追加して、最初のセッションを開始しましょう。
ko: 사이드바에서 프로젝트를 추가하여 첫 세션을 시작하세요.
pt_br: Adicione um projeto pela barra lateral para iniciar sua primeira sessão.
ru: Добавьте проект в боковой панели, чтобы начать первую сессию.
sv: Lägg till ett projekt i sidofältet för att starta din första session.
zh_hans: 从侧边栏添加项目，开始第一个会话。
zh_hant: 從側邊欄新增專案，開始第一個工作階段。

source: Add Action
bn: কাজ যোগ করুন
es: Añadir acción
fr: Ajouter une action
hi: कार्रवाई जोड़ें
it: Aggiungi azione
ja: アクションを追加
ko: 동작 추가
pt_br: Adicionar ação
ru: Добавить действие
sv: Lägg till åtgärd
zh_hans: 添加操作
zh_hant: 加入動作

source: Add at least one action
bn: অন্তত একটি কাজ যোগ করুন
es: Añade al menos una acción
fr: Ajoutez au moins une action
hi: कम से कम एक कार्रवाई जोड़ें
it: Aggiungi almeno un’azione
ja: 1つ以上のアクションを追加
ko: 하나 이상의 동작 추가
pt_br: Adicione pelo menos uma ação
ru: Добавьте хотя бы одно действие
sv: Lägg till minst en åtgärd
zh_hans: 至少添加一个操作
zh_hant: 至少加入一個動作

source: Add Bookmark
bn: বুকমার্ক যোগ করুন
es: Añadir marcador
fr: Ajouter un favori
hi: बुकमार्क जोड़ें
it: Aggiungi segnalibro
ja: ブックマークを追加
ko: 북마크 추가
pt_br: Adicionar favorito
ru: Добавить закладку
sv: Lägg till bokmärke
zh_hans: 添加书签
zh_hant: 加入書籤

source: Add Filter
bn: ফিল্টার যোগ করুন
es: Añadir filtro
fr: Ajouter un filtre
hi: फ़िल्टर जोड़ें
it: Aggiungi filtro
ja: フィルターを追加
ko: 필터 추가
pt_br: Adicionar filtro
ru: Добавить фильтр
sv: Lägg till filter
zh_hans: 添加筛选器
zh_hant: 加入篩選條件

source: Add Keybind
bn: কি বাইন্ডিং যোগ করুন
es: Añadir asignación
fr: Ajouter un raccourci
hi: कुंजी बाइंडिंग जोड़ें
it: Aggiungi associazione
ja: キーバインドを追加
ko: 키 바인딩 추가
pt_br: Adicionar mapeamento
ru: Добавить привязку
sv: Lägg till tangentbindning
zh_hans: 添加按键绑定
zh_hant: 新增按鍵綁定

source: Add labels
bn: লেবেল যোগ করুন
es: Añadir etiquetas
fr: Ajouter des étiquettes
hi: लेबल जोड़ें
it: Aggiungi etichette
ja: ラベルを追加
ko: 레이블 추가
pt_br: Adicionar etiquetas
ru: Добавить метки
sv: Lägg till etiketter
zh_hans: 添加标签
zh_hant: 加入標籤

source: Add labels to each ticket. Needs a Jira API token.
bn: প্রতি টিকিটে লেবেল যোগ করুন। Jira API টোকেন প্রয়োজন।
es: Añade etiquetas a cada ticket. Requiere un token de API de Jira.
fr: Ajoute des étiquettes à chaque ticket. Nécessite un jeton API Jira.
hi: हर टिकट में लेबल जोड़ें। Jira API टोकन चाहिए।
it: Aggiunge etichette a ogni ticket. Richiede un token API Jira.
ja: 各チケットにラベルを追加します。Jira APIトークンが必要です。
ko: 각 티켓에 레이블을 추가합니다. Jira API 토큰이 필요합니다.
pt_br: Adiciona etiquetas a cada ticket. Requer token de API do Jira.
ru: Добавляет метки каждой задаче. Нужен токен API Jira.
sv: Lägger till etiketter på varje ärende. Kräver en Jira API-token.
zh_hans: 为每个工单添加标签。需要 Jira API 令牌。
zh_hant: 為每個工單加入標籤。需要 Jira API 權杖。

source: Add labels to the PR.
bn: PR-এ লেবেল যোগ করুন।
es: Añade etiquetas al PR.
fr: Ajoute des étiquettes à la PR.
hi: PR में लेबल जोड़ें।
it: Aggiunge etichette alla PR.
ja: PRにラベルを追加します。
ko: PR에 레이블을 추가합니다.
pt_br: Adiciona etiquetas ao PR.
ru: Добавляет метки PR.
sv: Lägger till etiketter på PR.
zh_hans: 为 PR 添加标签。
zh_hant: 為 PR 加入標籤。

source: Add one with New Project in the sidebar to track its pull requests.
bn: এর পুল রিকোয়েস্ট ট্র্যাক করতে সাইডবারে নতুন প্রকল্প দিয়ে একটি যোগ করুন।
es: Añade uno con Nuevo proyecto en la barra lateral para seguir sus pull requests.
fr: Ajoutez-en un avec Nouveau projet dans la barre latérale pour suivre ses pull requests.
hi: पुल अनुरोध ट्रैक करने के लिए साइडबार में नया प्रोजेक्ट से एक प्रोजेक्ट जोड़ें।
it: Aggiungine uno con Nuovo progetto nella barra laterale per seguire le sue pull request.
ja: サイドバーの「新規プロジェクト」から追加して、プルリクエストを追跡しましょう。
ko: 사이드바의 새 프로젝트로 프로젝트를 추가하여 풀 리퀘스트를 추적하세요.
pt_br: Adicione um com Novo projeto na barra lateral para acompanhar seus pull requests.
ru: Добавьте проект через «Новый проект» на боковой панели, чтобы отслеживать его пул-реквесты.
sv: Lägg till ett via Nytt projekt i sidofältet för att följa dess pull requests.
zh_hans: 使用边栏中的“新建项目”添加项目，以跟踪其拉取请求。
zh_hant: 使用側邊欄中的「新增專案」加入專案，以追蹤其提取要求。

source: Add Preset
bn: প্রিসেট যোগ করুন
es: Añadir preajuste
fr: Ajouter un préréglage
hi: प्रीसेट जोड़ें
it: Aggiungi preset
ja: プリセットを追加
ko: 프리셋 추가
pt_br: Adicionar predefinição
ru: Добавить набор настроек
sv: Lägg till förinställning
zh_hans: 添加预设
zh_hant: 加入預設組合

source: Add Shortcut
bn: শর্টকাট যোগ করুন
es: Añadir atajo
fr: Ajouter un raccourci
hi: शॉर्टकट जोड़ें
it: Aggiungi abbreviazione
ja: ショートカットを追加
ko: 단축키 추가
pt_br: Adicionar atalho
ru: Добавить сочетание клавиш
sv: Lägg till kortkommando
zh_hans: 添加快捷键
zh_hant: 加入快速鍵

source: Add ticket labels
bn: টিকিট লেবেল যোগ করুন
es: Añadir etiquetas al ticket
fr: Ajouter des étiquettes au ticket
hi: टिकट लेबल जोड़ें
it: Aggiungi etichette al ticket
ja: チケットにラベルを追加
ko: 티켓 레이블 추가
pt_br: Adicionar etiquetas ao ticket
ru: Добавить метки задачи
sv: Lägg till ärendeetiketter
zh_hans: 添加工单标签
zh_hant: 加入工單標籤

source: Add Trigger
bn: ট্রিগার যোগ করুন
es: Añadir disparador
fr: Ajouter un déclencheur
hi: ट्रिगर जोड़ें
it: Aggiungi trigger
ja: トリガーを追加
ko: 트리거 추가
pt_br: Adicionar gatilho
ru: Добавить триггер
sv: Lägg till utlösare
zh_hans: 添加触发器
zh_hant: 加入觸發條件

source: Address suggestions
bn: ঠিকানার পরামর্শ
es: Sugerencias de direcciones
fr: Suggestions d’adresses
hi: पते के सुझाव
it: Suggerimenti di indirizzi
ja: アドレスの候補
ko: 주소 제안
pt_br: Sugestões de endereços
ru: Подсказки адресов
sv: Adressförslag
zh_hans: 地址建议
zh_hant: 網址建議

source: Adds a Board tab to this project with its Jira sprint board.
bn: এই প্রজেক্টে এর Jira স্প্রিন্ট বোর্ডসহ একটি বোর্ড ট্যাব যোগ করে।
es: Añade a este proyecto una pestaña Tablero con su tablero de sprint de Jira.
fr: Ajoute à ce projet un onglet Tableau avec son tableau de sprint Jira.
hi: इस प्रोजेक्ट में इसके Jira स्प्रिंट बोर्ड के साथ एक बोर्ड टैब जोड़ता है।
it: Aggiunge a questo progetto una scheda Board con la sua board dello sprint Jira.
ja: このプロジェクトに、Jira のスプリントボードを表示するボードタブを追加します。
ko: 이 프로젝트에 Jira 스프린트 보드를 보여 주는 보드 탭을 추가합니다.
pt_br: Adiciona a este projeto uma aba Quadro com o quadro de sprint do Jira.
ru: Добавляет в проект вкладку «Доска» с доской спринта Jira.
sv: Lägger till en Tavla-flik i projektet med dess Jira-sprinttavla.
zh_hans: 为此项目添加一个“看板”标签页，显示其 Jira 冲刺看板。
zh_hant: 為此專案新增一個「看板」分頁，顯示其 Jira 衝刺看板。

source: Agent
bn: এজেন্ট
es: Agente
hi: एजेंट
it: Agente
ja: エージェント
ko: 에이전트
pt_br: Agente
ru: Агент
zh_hans: 代理
zh_hant: 代理程式

source: Agent analysis failed
bn: এজেন্টের বিশ্লেষণ ব্যর্থ হয়েছে
es: Error en el análisis del agente
fr: Échec de l’analyse de l’agent
hi: एजेंट का विश्लेषण विफल हुआ
it: Analisi dell’agente non riuscita
ja: エージェントの分析に失敗しました
ko: 에이전트 분석에 실패했습니다
pt_br: Falha na análise do agente
ru: Ошибка анализа агентом
sv: Agentens analys misslyckades
zh_hans: 代理分析失败
zh_hant: 代理程式分析失敗

source: Agent commands must contain a single line.
bn: এজেন্টের কমান্ড এক লাইনের হতে হবে।
es: Los comandos del agente deben ocupar una sola línea.
fr: Les commandes de l’agent doivent tenir sur une seule ligne.
hi: एजेंट कमांड एक ही पंक्ति में होने चाहिए।
it: I comandi dell’agente devono occupare una sola riga.
ja: エージェントのコマンドは1行にしてください。
ko: 에이전트 명령은 한 줄이어야 합니다.
pt_br: Os comandos do agente devem ocupar uma única linha.
ru: Команды агента должны занимать одну строку.
sv: Agentkommandon måste vara på en enda rad.
zh_hans: 代理命令必须为单行。
zh_hant: 代理程式指令必須為單行。

source: Agent hooks update the sidebar and notify you when a session needs attention.
bn: এজেন্ট হুক সাইডবার আপডেট করে এবং কোনো সেশনে মনোযোগ প্রয়োজন হলে জানায়।
es: Los hooks del agente actualizan la barra lateral y te avisan cuando una sesión necesita atención.
fr: Les hooks des agents actualisent la barre latérale et vous avertissent lorsqu’une session demande votre attention.
hi: एजेंट हुक साइडबार अपडेट करते हैं और किसी सत्र पर ध्यान देने की ज़रूरत होने पर सूचना देते हैं।
it: Gli hook degli agenti aggiornano la barra laterale e ti avvisano quando una sessione richiede attenzione.
ja: エージェントフックがサイドバーを更新し、セッションへの対応が必要なときに通知します。
ko: 에이전트 훅은 사이드바를 업데이트하고 세션에 주의가 필요하면 알려 줍니다.
pt_br: Os hooks dos agentes atualizam a barra lateral e avisam quando uma sessão precisa de atenção.
ru: Хуки агентов обновляют боковую панель и сообщают, когда сессии нужно ваше внимание.
sv: Agent-hookar uppdaterar sidofältet och meddelar när en session behöver din uppmärksamhet.
zh_hans: 代理钩子会更新侧边栏，并在会话需要处理时通知你。
zh_hant: 代理程式掛鉤會更新側邊欄，並在工作階段需要處理時通知你。

source: Agent usage
bn: এজেন্টের ব্যবহার
es: Uso de agentes
fr: Utilisation des agents
hi: एजेंट उपयोग
it: Utilizzo degli agenti
ja: エージェント使用量
ko: 에이전트 사용량
pt_br: Uso de agentes
ru: Использование агентов
sv: Agentanvändning
zh_hans: 代理用量
zh_hant: 代理程式用量

source: Agents
bn: এজেন্ট
es: Agentes
hi: एजेंट
it: Agenti
ja: エージェント
ko: 에이전트
pt_br: Agentes
ru: Агенты
sv: Agenter
zh_hans: 代理
zh_hant: 代理程式

source: AI spend · 30 days
bn: AI খরচ · ৩০ দিন
es: Gasto en IA · 30 días
fr: Dépenses IA · 30 jours
hi: AI खर्च · 30 दिन
it: Spesa IA · 30 giorni
ja: AI費用 · 30日間
ko: AI 비용 · 30일
pt_br: Gasto com IA · 30 dias
ru: Расходы на ИИ · 30 дней
sv: AI-kostnad · 30 dagar
zh_hans: AI 费用 · 30 天
zh_hant: AI 費用 · 30 天

source: All
bn: সব
es: Todos
fr: Tout
hi: सभी
it: Tutti
ja: すべて
ko: 전체
pt_br: Todos
ru: Все
sv: Alla
zh_hans: 全部
zh_hant: 全部

source: All assignees
bn: সব দায়িত্বপ্রাপ্ত ব্যক্তি
es: Todos los responsables
fr: Tous les responsables
hi: सभी ज़िम्मेदार व्यक्ति
it: Tutti gli assegnatari
ja: すべての担当者
ko: 모든 담당자
pt_br: Todos os responsáveis
ru: Все исполнители
sv: Alla tilldelade
zh_hans: 所有负责人
zh_hant: 所有負責人

source: All automations
bn: সব অটোমেশন
es: Todas las automatizaciones
fr: Toutes les automatisations
hi: सभी स्वचालन
it: Tutte le automazioni
ja: すべての自動化
ko: 모든 자동화
pt_br: Todas as automações
ru: Все автоматизации
sv: Alla automatiseringar
zh_hans: 所有自动化
zh_hant: 所有自動化

source: All events
bn: সব ইভেন্ট
es: Todos los eventos
fr: Tous les événements
hi: सभी इवेंट
it: Tutti gli eventi
ja: すべてのイベント
ko: 모든 이벤트
pt_br: Todos os eventos
ru: Все события
sv: Alla händelser
zh_hans: 所有事件
zh_hant: 所有事件

source: All history
bn: সমস্ত ইতিহাস
es: Todo el historial
fr: Tout l’historique
hi: पूरा इतिहास
it: Tutta la cronologia
ja: すべての履歴
ko: 전체 기록
pt_br: Todo o histórico
ru: Вся история
sv: All historik
zh_hans: 全部历史记录
zh_hant: 所有歷史記錄

source: All logs
bn: সব লগ
es: Todos los registros
fr: Tous les journaux
hi: सभी लॉग
it: Tutti i log
ja: すべてのログ
ko: 모든 로그
pt_br: Todos os logs
ru: Все записи
sv: Alla loggar
zh_hans: 所有日志
zh_hant: 所有記錄

source: All priorities
bn: সব অগ্রাধিকার
es: Todas las prioridades
fr: Toutes les priorités
hi: सभी प्राथमिकताएँ
it: Tutte le priorità
ja: すべての優先度
ko: 모든 우선순위
pt_br: Todas as prioridades
ru: Все приоритеты
sv: Alla prioriteter
zh_hans: 所有优先级
zh_hant: 所有優先順序

source: All projects
bn: সব প্রকল্প
es: Todos los proyectos
fr: Tous les projets
hi: सभी प्रोजेक्ट
it: Tutti i progetti
ja: すべてのプロジェクト
ko: 모든 프로젝트
pt_br: Todos os projetos
ru: Все проекты
sv: Alla projekt
zh_hans: 所有项目
zh_hant: 所有專案

source: All Projects
bn: সব প্রকল্প
es: Todos los proyectos
fr: Tous les projets
hi: सभी प्रोजेक्ट
it: Tutti i progetti
ja: すべてのプロジェクト
ko: 모든 프로젝트
pt_br: Todos os projetos
ru: Все проекты
sv: Alla projekt
zh_hans: 所有项目
zh_hant: 所有專案

source: All setup options are available in Settings → Integrations.
bn: সেটআপের সব বিকল্প সেটিংস → ইন্টিগ্রেশনে পাওয়া যাবে।
es: Todas las opciones de configuración están en Ajustes → Integraciones.
fr: Toutes les options sont disponibles dans Réglages → Intégrations.
hi: सेटअप के सभी विकल्प सेटिंग्स → एकीकरण में उपलब्ध हैं।
it: Tutte le opzioni di configurazione sono in Impostazioni → Integrazioni.
ja: すべての設定項目は「設定 → 連携」から利用できます。
ko: 모든 설정 옵션은 설정 → 연동에서 사용할 수 있습니다.
pt_br: Todas as opções de configuração estão em Ajustes → Integrações.
ru: Все параметры доступны в разделе «Настройки → Интеграции».
sv: Alla inställningsalternativ finns i Inställningar → Integrationer.
zh_hans: 所有设置选项都可在“设置 → 集成”中找到。
zh_hant: 所有設定選項都可在「設定 → 整合」中找到。

source: All statuses
bn: সব অবস্থা
es: Todos los estados
fr: Tous les statuts
hi: सभी स्थितियाँ
it: Tutti gli stati
ja: すべてのステータス
ko: 모든 상태
pt_br: Todos os status
ru: Все статусы
sv: Alla statusar
zh_hans: 所有状态
zh_hant: 所有狀態

source: All types
bn: সব ধরন
es: Todos los tipos
fr: Tous les types
hi: सभी प्रकार
it: Tutti i tipi
ja: すべての種類
ko: 모든 유형
pt_br: Todos os tipos
ru: Все типы
sv: Alla typer
zh_hans: 所有类型
zh_hant: 所有類型

source: Allow
bn: অনুমতি দিন
es: Permitir
fr: Autoriser
hi: अनुमति दें
it: Consenti
ja: 許可
ko: 허용
pt_br: Permitir
ru: Разрешить
sv: Tillåt
zh_hans: 允许
zh_hant: 允許

source: Allow %@?
bn: %@ অনুমতি দেবেন?
es: ¿Permitir %@?
fr: Autoriser %@ ?
hi: %@ की अनुमति दें?
it: Consentire %@?
ja: %@ を許可しますか？
ko: %@을(를) 허용할까요?
pt_br: Permitir %@?
ru: Разрешить %@?
sv: Tillåta %@?
zh_hans: 允许 %@？
zh_hant: 允許 %@？

source: Allow Cascade in System Settings → Notifications.
bn: সিস্টেম সেটিংস → বিজ্ঞপ্তিতে Cascade-কে অনুমতি দিন।
es: Permite las notificaciones de Cascade en Ajustes del Sistema → Notificaciones.
fr: Autorisez Cascade dans Réglages Système → Notifications.
hi: सिस्टम सेटिंग्स → सूचनाएँ में Cascade को अनुमति दें।
it: Consenti le notifiche di Cascade in Impostazioni di Sistema → Notifiche.
ja: 「システム設定 → 通知」でCascadeの通知を許可してください。
ko: 시스템 설정 → 알림에서 Cascade를 허용하세요.
pt_br: Permita o Cascade em Ajustes do Sistema → Notificações.
ru: Разрешите уведомления Cascade в разделе «Системные настройки → Уведомления».
sv: Tillåt Cascade i Systeminställningar → Notiser.
zh_hans: 在“系统设置 → 通知”中允许 Cascade 发送通知。
zh_hant: 在「系統設定 → 通知」中允許 Cascade 傳送通知。

source: Allow Microphone
bn: মাইক্রোফোনের অনুমতি দিন
es: Permitir micrófono
fr: Autoriser le microphone
hi: माइक्रोफ़ोन की अनुमति दें
it: Consenti microfono
ja: マイクを許可
ko: 마이크 허용
pt_br: Permitir microfone
ru: Разрешить микрофон
sv: Tillåt mikrofon
zh_hans: 允许麦克风访问
zh_hant: 允許取用麥克風

source: Allowed
bn: অনুমোদিত
es: Permitido
fr: Autorisé
hi: अनुमति है
it: Consentito
ja: 許可済み
ko: 허용됨
pt_br: Permitido
ru: Разрешено
sv: Tillåtet
zh_hans: 已允许
zh_hant: 已允許

source: Allowed. Sessions and agents running in Cascade can use the microphone.
bn: অনুমোদিত। Cascade-এ চলা সেশন ও এজেন্ট মাইক্রোফোন ব্যবহার করতে পারে।
es: Permitido. Las sesiones y agentes de Cascade pueden usar el micrófono.
fr: Autorisé. Les sessions et agents exécutés dans Cascade peuvent utiliser le micro.
hi: अनुमति है। Cascade में चल रहे सत्र और एजेंट माइक्रोफ़ोन इस्तेमाल कर सकते हैं।
it: Consentito. Le sessioni e gli agenti in Cascade possono usare il microfono.
ja: 許可済みです。Cascade のセッションとエージェントがマイクを使えます。
ko: 허용되었습니다. Cascade에서 실행 중인 세션과 에이전트가 마이크를 사용할 수 있습니다.
pt_br: Permitido. Sessões e agentes no Cascade podem usar o microfone.
ru: Разрешено. Сессии и агенты в Cascade могут использовать микрофон.
sv: Tillåtet. Sessioner och agenter i Cascade kan använda mikrofonen.
zh_hans: 已允许。在 Cascade 中运行的会话和代理可以使用麦克风。
zh_hant: 已允許。在 Cascade 中執行的工作階段與代理程式可使用麥克風。

source: Almost there
bn: প্রায় হয়ে গেছে
es: Ya casi está
fr: Presque terminé
hi: बस थोड़ा बाकी है
it: Ci siamo quasi
ja: あと少しです
ko: 거의 완료되었습니다
pt_br: Quase lá
ru: Почти готово
sv: Nästan klart
zh_hans: 即将完成
zh_hant: 即將完成

source: Also names the worktree folder — or paste a GitHub PR / Jira URL to start on that page.
bn: এটি ওয়ার্কট্রি ফোল্ডারের নামও হবে। বা GitHub PR / Jira URL পেস্ট করে সেই পৃষ্ঠা থেকে শুরু করুন।
es: También nombra la carpeta del árbol de trabajo. O pega una URL de GitHub PR o Jira para empezar en esa página.
fr: Nomme aussi le dossier de l’arbre de travail. Ou collez une URL GitHub PR / Jira pour partir de cette page.
hi: यह वर्कट्री फ़ोल्डर का नाम भी होगा। या GitHub PR / Jira URL पेस्ट करके उस पेज से शुरू करें।
it: Dà anche il nome alla cartella dell’albero di lavoro. Oppure incolla un URL GitHub PR / Jira per partire da quella pagina.
ja: ワークツリーフォルダの名前にも使います。または GitHub PR / Jira の URL を貼り付けて開始できます。
ko: 작업 트리 폴더의 이름으로도 사용됩니다. GitHub PR / Jira URL을 붙여 넣어 해당 페이지에서 시작할 수도 있습니다.
pt_br: Também nomeia a pasta da árvore de trabalho. Ou cole uma URL de GitHub PR / Jira para começar nessa página.
ru: Также задаёт имя папки рабочего дерева. Или вставьте URL GitHub PR / Jira для начала с этой страницы.
sv: Blir också arbetsträdets mappnamn. Eller klistra in en GitHub PR-/Jira-URL för att börja där.
zh_hans: 也用作工作树文件夹名称。或粘贴 GitHub PR / Jira 网址，从该页面开始。
zh_hant: 也用作工作樹資料夾名稱。或貼上 GitHub PR / Jira 網址，從該頁面開始。

source: Always fetch before creating worktrees
bn: ওয়ার্কট্রি তৈরির আগে সবসময় ফেচ করুন
es: Obtener cambios antes de crear árboles
fr: Toujours récupérer avant de créer un arbre
hi: वर्कट्री बनाने से पहले हमेशा फ़ेच करें
it: Esegui sempre fetch prima di creare alberi
ja: ワークツリー作成前に常にフェッチ
ko: 워크트리 생성 전에 항상 가져오기
pt_br: Sempre buscar antes de criar árvores
ru: Всегда выполнять fetch перед созданием
sv: Hämta alltid innan arbetsträd skapas
zh_hans: 创建工作树前始终获取远程分支
zh_hant: 建立工作樹前一律擷取遠端分支

source: An open PR has had no update for a number of days.
bn: খোলা PR কয়েক দিন আপডেট হয়নি।
es: Un PR abierto lleva varios días sin actualizarse.
fr: Une PR ouverte n’a pas été mise à jour depuis plusieurs jours.
hi: खुला PR कई दिनों से अपडेट नहीं हुआ।
it: Una PR aperta non viene aggiornata da alcuni giorni.
ja: 開いているPRが指定日数更新されていません。
ko: 열린 PR이 지정된 일수 동안 업데이트되지 않았습니다.
pt_br: Um PR aberto está há vários dias sem atualização.
ru: Открытый PR не обновлялся несколько дней.
sv: En öppen PR har inte uppdaterats på ett antal dagar.
zh_hans: 打开的 PR 多天未更新。
zh_hant: 開啟的 PR 多天未更新。
